{
	"slug": "the-quiet-act-of-kindness",
	"title": {
		"en": "The Quiet Act of Kindness",
		"vn": "Hành Động Tốt Bụng Thầm Lặng"
	},
	"story": [
		{
			"en": "Chị Mai ran a popular street food stall.",
			"vn": "Chị Mai điều hành một quầy hàng thức ăn đường phố nổi tiếng.",
			"notes": [
				"Chị is a title used for an older sister or any woman of similar age, showing respect."
			]
		},
		{
			"en": "Her stall sold delicious Bánh Cuốn every morning.",
			"vn": "Quầy của chị bán Bánh Cuốn ngon mỗi buổi sáng.",
			"notes": [
				"Bánh Cuốn is a popular Vietnamese dish of steamed rice rolls filled with pork and mushrooms."
			]
		},
		{
			"en": "A young student, tên Dũng, often ate there.",
			"vn": "Một sinh viên trẻ, tên Dũng, thường ăn ở đó."
		},
		{
			"en": "Dũng was very polite but often looked stressed.",
			"vn": "Dũng rất lịch sự nhưng thường trông căng thẳng."
		},
		{
			"en": "Chị Mai noticed he only ordered the smallest portion.",
			"vn": "Chị Mai nhận thấy cậu ấy chỉ gọi phần nhỏ nhất."
		},
		{
			"en": "She knew his parents were far away in the village.",
			"vn": "Chị biết bố mẹ cậu ấy ở xa trong làng."
		},
		{
			"en": "Every day, without a word, she added extra meat.",
			"vn": "Mỗi ngày, không nói một lời nào, chị thêm thịt."
		},
		{
			"en": "She never charged him the higher price for the larger size.",
			"vn": "Chị không bao giờ tính cậu ấy giá cao hơn cho kích thước lớn hơn."
		},
		{
			"en": "Dũng knew he was receiving special care.",
			"vn": "Dũng biết cậu ấy đang nhận được sự chăm sóc đặc biệt."
		},
		{
			"en": "He did not mention it, to respect her generosity.",
			"vn": "Cậu ấy không đề cập đến điều đó, để tôn trọng sự hào phóng của chị."
		},
		{
			"en": "Their relationship was built on silent, mutual understanding.",
			"vn": "Mối quan hệ của họ được xây dựng trên sự thấu hiểu thầm lặng, lẫn nhau."
		},
		{
			"en": "In the city, small kindnesses held real meaning.",
			"vn": "Ở thành phố, những lòng tốt nhỏ mang ý nghĩa thực sự."
		}
	]
}
