{
	"slug": "the-importance-of-tradition",
	"title": {
		"en": "The Importance of Tradition",
		"vn": "Sự Quan Trọng Của Truyền Thống"
	},
	"story": [
		{
			"en": "Mrs. Hương taught her adult daughter a valuable skill.",
			"vn": "Bà Hương dạy cho con gái trưởng thành của mình một kỹ năng quý giá."
		},
		{
			"en": "She was teaching her how to make Nước Mắm (fish sauce).",
			"vn": "Bà đang dạy cô ấy cách làm Nước Mắm (nước mắm).",
			"notes": [
				"Nước Mắm is Vietnamese fish sauce, a core ingredient in almost all Vietnamese cooking."
			]
		},
		{
			"en": "The traditional process takes many months.",
			"vn": "Quá trình truyền thống mất nhiều tháng.",
			"notes": [
				"The process of making authentic fish sauce is time-consuming and often passed down through generations."
			]
		},
		{
			"en": "The daughter, Diễm, found the smell quite strong.",
			"vn": "Con gái, Diễm, thấy mùi khá nồng."
		},
		{
			"en": "Mrs. Hương reminded her of its profound importance.",
			"vn": "Bà Hương nhắc nhở cô ấy về tầm quan trọng sâu sắc của nó."
		},
		{
			"en": "Nước Mắm is the soul of Vietnamese food.",
			"vn": "Nước Mắm là linh hồn của ẩm thực Việt Nam."
		},
		{
			"en": "Diễm carefully watched her mother's precise method.",
			"vn": "Diễm cẩn thận quan sát phương pháp chính xác của mẹ mình."
		},
		{
			"en": "She learned patience and respect for the ingredients.",
			"vn": "Cô ấy học được sự kiên nhẫn và tôn trọng đối với nguyên liệu."
		},
		{
			"en": "Her mother said, 'It connects us to the sea and the past.'",
			"vn": "Mẹ cô ấy nói, 'Nó kết nối chúng ta với biển và quá khứ.'"
		},
		{
			"en": "Diễm realized the value was beyond just cooking.",
			"vn": "Diễm nhận ra giá trị vượt xa việc nấu ăn."
		},
		{
			"en": "She decided to continue the family's culinary legacy.",
			"vn": "Cô ấy quyết định tiếp tục di sản ẩm thực của gia đình."
		},
		{
			"en": "Preserving tradition required effort and time.",
			"vn": "Bảo tồn truyền thống đòi hỏi nỗ lực và thời gian."
		}
	]
}
